<template>
  <div class="md-body">
    <h1>В этом приложении:</h1>
    <ul>
      <li>🔥 Полная настройка VUE CLI 3 на Vue 3</li>
      <li>🔥 VUEX + Vue 3</li>
      <li>Создание глобальных конфигов</li>
      <li>Передача данных между компонентами</li>
      <li>Разделение логики по компоненты</li>
      <li>Локальное хранилище</li>
      <li>Фильтрация элементов</li>
    </ul>
    <p>
      Сделано на курсе
      <a href="https://tocode.ru/courses/vuejs-3-s-nulya-do-rezultata/"
        >Cделано на курсе "Vue.js 3 c нуля до результата"</a
      >
    </p>
  </div>
</template>
